//***********************************************************************
//*                                                                     *
//*   Copyright (c) 1985-2019, American Megatrends International LLC.   *
//*                                                                     *
//*      All rights reserved. Subject to AMI licensing agreement.       *
//*                                                                     *
//***********************************************************************
/=#
#include "VFR.uni"

//XCradle-ZZP20210920V001-Add-Start
#string STR_ACK_F7_PRESSED                #language en-US    "F7 Is Pressed, Going To TF Card Boot                                                       "
                                          #language fr-FR    "F7 Is Pressed, Going To TF Card Boot                                                       "
                                          #language zh-cht   "F7 Is Pressed, Going To TF Card Boot                                                       "
//XCradle-ZZP20210920V001-Add-End

#string STR_OEM_TF_CARD_BOOT_CTRL         #language en-US "TF Support"
                                          #language x-AMI "TFS001"

#string STR_OEM_TF_CARD_BOOT_CTRL_HELP    #language en-US "Enable/Disable TF Function support"
